[BalanceDefs.BD_Fireworks InteractiveObjectBalanceDefinition]
DefaultDisplayName="quarto"
Grades[0]=(GradeModifiers=(DisplayName="Biscuits in a box"))

[InteractiveObjects.IO_MO_FireworksCrate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_RiggedRace_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_RiggedRace_DynamiteGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_RiggedRace_Explosives MissionItemDefinition]
UseFailureCharacterMessage="It is necessary %s To use this option."
ItemName="explosive dynamite in the garden"
PickupMessage="you understand; you understand %s"
UseFailureLevelMessage="You must be at least %d old to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="approximately"

[ItemDefs.ID_MO_RiggedRace_Explosives:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Plastic bombs made with whiskey and a little love.."
NoConstraintText=""
Suffix=""
Prefix=""

